---
kind: enumMember
id: F:Autodesk.Revit.DB.DataExchangeMessageSeverity.Warning
enum: Autodesk.Revit.DB.DataExchangeMessageSeverity
zh: 警告
source: html/58faa4d4-5f07-500e-e6e4-477c4449a0cd.htm
---
# Autodesk.Revit.DB.DataExchangeMessageSeverity.Warning

**中文**: 警告

A potential problem. The converted data should be carefully examined and/or compared to the source data